Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/handlingsplan_samiskesprak_2013_no.pdf.tmx
Source language: nob
Languages: sma

source: Kunnskapsdepartementet har lagt sin finansiering av Senter for samisk i opplæringen som fast bevilgning innenfor Samisk høgskoles ordinære budsjettramme.
sma: Maahtoedepartemeente lea sov beetnehdåarjoem Saemien lohkemejarngese bïejeme goh akte tjåadtjoen dåarjoe Saemien jolleskuvlen sïejhme budsjedtemierien sisnjelen.

source: Fra Fornyings-, administrasjons- og kirkedepartementet bevilges midlene til senteret over en 50-post til Samisk høgskole.
sma: Orrestehteme-, reereme- jïh gærhkoedepartemeente dåarjoeh jarngese vadta 50-påasten bijjelen Saemien jolleskuvlese.

source: Tiltak 6 Kartlegging av elevenes vurdering av samiskopplæringen
sma: Råajvarimmie 6 Goerehtalleme learohki vuarjasjimmeste saemienlïerehtimmeste

source: Ansvarlig: Utdanningsdirektoratet
sma: Tjåadtjoehtæjja: Ööhpehtimmiedirektovraate

source: Nordlandsforskning har på oppdrag fra Utdanningsdirektoratet foretatt en kartlegging av i hvilken grad elevene får innfridd sine rettigheter til opplæring i samisk – Rett til samiskopplæring – ideal eller realitet.
sma: Nordlandsforskning lea stillemen mietie Ööhpehtimmiedirektovraateste aktem goerehtallemem dorjeme juktie vuejnedh mennie mieresne learohkh sijjen reaktah åadtjoeh lïerehtimmiem åadtjodh saemien gïelesne – Rett til samiskopplæring – ideal eller realitet.

source: Kartleggingen har også fokus på hvordan elevene selv vurderer opplæringen.
sma: Goerehtalleme aaj gïehtjede guktie learohkh jïjtje lïerehtimmiem vuarjasjieh.

source: Målet med kartleggingen er å få bedre bakgrunnskunnskap om opplæringen.
sma: Goerehtallemen ulmie lea buerebe maadthdaajroem lïerehtimmien bïjre åadtjodh.

source: Rapporten viser at elevene i hovedsak ser samiskopplæringen som interessant og viktig.
sma: Reektehtse vuesehte learohkh åajvahkommes saemienlïerehtimmiem utnieh goh ïedtjije jïh vihkeles.

source: Rapporten påpeker samtidig vansker med å innfri elevenes rett til å få den samiskopplæringen de har krav på.
sma: Reektehtse seamma tïjjen dåeriesmoerh tjïerteste learohki reaktam illedh juktie dam saemienlïerehtimmiem åadtjodh maam edtjieh utnedh.

source: Utarbeiding av strategisk plan for tilrettelegging av samisk fjernundervisning er en viktig del av oppfølgingen av rapporten.
sma: Aktem strategeles soejkesjem darjodh juktie saemien maajhööhpehtimmiem sjïehteladtedh, lea akte vihkeles bielie dejnie vijriesåbpoe barkojne reektehtsistie.

source: Bedre kvalitet på fjernundervisningen vil gi større likhet i tilbudene om opplæring i de tre samiske språkene.
sma: Buerebe kvaliteete maajhööhpehtimmesne sæjhta stuerebe hedtiem lïerehtimmiefaalenassine vedtedh dejnie golme saemien gïeline.

source: Tiltak 7 Veiledninger til læreplaner
sma: Råajvarimmieh 7 Bihkedimmieh learoesoejkesjidie

source: Ansvarlig: Utdanningsdirektoratet i samarbeid med Sametinget
sma: Tjåadtjoehtæjja: Ööhpehtimmiedirektovraate laavenjostosne Saemiedigkine

source: Utdanningsdirektoratet har utarbeidet veiledninger til læreplaner for gjennomgående fag i Kunnskapsløftet (LK06) og Kunnskapsløftet – Samisk (LKOG-S).
sma: Ööhpehtimmiedirektovraate lea bïhkedimmieh dorjeme learoesoejkesjidie dejtie sïejhme faagide Maahtoelutnjemisnie (ML06) jïh Maahtoelutnjeme – Saemien (ML06-S).

source: Veiledninger til samisk som førstespråk og samisk som andrespråk foreligger på alle de tre samiske språkene.
sma: Bïhkedimmieh saemien gïelese voestesgïeline jïh saemien mubpiengïeline leah gaajhkine golme saemien gïeline.

source: Veiledningene viser eksempler på hvordan læreplanene kan tolkes og settes ut i praksis, og er ment som støtte og inspirasjon i det lokale arbeidet med læreplanene.
sma: Bïhkedimmieh vuesiehtieh guktie maahta learoesoejkesjidie toelhkestidh jïh rïektesisnie åtnasovvedh, jïh edtja dåarjojne jïh skraejrine årrodh dennie voenges barkosne learoesoejkesjigujmie.

source: I sammenheng med justering av læreplaner for gjennomgående fag vil enkelte av veiledningene blir revidert i 2013.
sma: Staeriedimmien sjïekenisnie learoesoejkesjijstie sïejhme faagide, dle såemies dejstie bïhkedimmijste staeriesuvvieh jaepien 2013.

source: Tiltak 8 Informasjon om videre utdannings- og jobbmuligheter rettet mot ungdom
sma: Råajvarimmie 8 Bïevnesh minngebe ööhpehtimmie- jïh barkoenuepiej bïjre noeride ussjedamme

source: Ansvarlig: Sametinget
sma: Tjåadtjoehtæjja: Saemiedigkie

source: Sametinget har på sin hjemmeside lagt ut informasjon fra Statens Lånekasse om at de som tar 60 studiepoeng samisk som en del av sin lærerutdanning, får nedskrevet studielånet sitt med inntil kr 50 000, se tiltak 25. Det er i regi av SAK 7 – Samisk lærerutdanningsregion, opprettet en egen nett side www.samiskutdanning.no med link til høgskoler, Universitet og Sameting et.
sma: Saemiedigkie lea sov hïejmesæjrosne bïevnesh Statens Lånekasseste bïejeme, gusnie tjåådtje dah mah 60 studijepoengh saemien gïelesne vaeltieh goh akte bielie sov lohkehtæjjaööhpehtimmeste, sov studijelaajkoem åeniedamme åadtjoeh 50 000 kråvnaj raajan, vuartesjh 25. råajvarimmiem. Sak7 öörnegen sjïekenisnie – Saemien lohkehtæjjaööhpehtimmieregijovne, akte jïjtse nedtesæjroe tseegkesovveme www.samiskutdanning.no, svaa lhtesigujmie jolleskuvlide, Universiteetide jïh Saemiedægkan.

source: Tiltak 9 Utarbeide statistikk for samiskopplæringa i den videregående skolen
sma: Råajvarimmie 9 Statistihkem saemienlïerehtæmman jåarhkeskuvlesne darjodh

source: Sametinget og Utdanningsdirektoratet har drøftet hvordan man kan utarbeide og presentere en best mulig oversikt over antall elever som får opplæring i samisk i videregående opplæring, og som også tar hensyn til personvernet.
sma: Saemiedigkie jïh Ööhpehtimmiedirektovraate leah digkiedamme guktie maahta aktem bööremesligke bijjieguvviem darjodh jïh åehpiedehtedh, mij vuesehte man gellie learohkh mah lïerehtimmiem saemiengïelesne jåarhkelïerehtimmesne åadtjoeh, jïh mij aaj almetjevaarjelimmiem krööhkeste.

source: Utdanningsdirektoratet skal publisere egne tabeller med statistikk over antall elever i videregående opplæring som får opplæring i samisk.
sma: Ööhpehtimmiedirektovraate edtja jïjtsh tabellh statistihkine bæjhkoehtidh, mah vuesiehtieh man gellie learohkh jåarhkelïerehtimmesne, mah lïerehtimmiem saemien gïelesne åadtjoeh.

source: Elevtallene kan brytes ned på for eksempel samiske språk, fylke, skole, kjønn og trinn.
sma: Maahta learohketaallide tsööpkedh vuesiehtimmien gaavhtan saemien gïelide, fylhkide, skuvlide, baernide/nïejtide jïh daltesidie.

source: På grunn av små elevtall er det i praksis vanskelig å bryte ned elevtallene på skole og i noen tilfeller også fylke for samiske språk.
sma: Dej smaave learohketaalli gaavhtan dle rïektesisnie geerve learohketaallide tsööpkedh skuvlide, jïh muvhten aejkien aaj fylhkide saemien gïeline.

source: Utdanningsdirektoratet leverer årlig statistikk om grunnopplæring, inkludert videregående opplæring, til Samiske tall forteller.
sma: Ööhpehtimmiedirektovraate statistihkem deallehte maadthlïerehtimmien bïjre fïerhten jaepien, aaj jåarhkelïerehtimmien bïjre, gærjese Samiske tall forteller.

source: Utdanningsdirektoratet tar sikte på å publisere årlig statistikk over samisk i videregående opplæring på sine nettsider.
sma: Ööpehtimmiedirektovraate ussjede statistihkem bæjhkoehtidh saemien bïjre jåarhkelïerehtimmesne sijjen nedtesæjrojne.

source: Tiltak 10 Oversette og tilpasse kartleggingsprøve i lesing til samisk
sma: Råajvarimmie 10 Goerehtallemepryövenassem lohkemisnie jarkoestidh jïh sjïehtedidh saemien gïelese

source: Kartleggingsprøvene i lesing for 1., 2. og 3. trinn er oversatt og omarbeidet til samisk av Senter for samisk i opplæringen, Samisk høgskole.
sma: Dah goerehtallemepryövenassh lohkemisnie 1., 2. jïh 3. daltesasse leah jarkoestamme jïh sjïehtedamme saemien gïelese Saemien lohkemejarngeste, Saemien jolleskuvle.

source: Disse kartleggingsprøvene er obligatoriske for alle elever med samisk som førstespråk.
sma: Daah goerehtallemepryövenassh leah obligatovreles gaajhkide learoehkidie mej saemien voestesgïeline.

source: Kartleggingsprøven i lesing for Vg I er oversatt til alle tre samiske språk.
sma: Goerehtallemepryövenasse lohkemisnie Jåa I lea gaajhkide golme saemien gïelide jarkoestamme.

source: Denne prøven er obligatorisk for alle elever på Vg I.
sma: Daate pryövenasse lea obligatovreles gaajhkide learoehkidie Jåa I’sne.

source: Tiltak 11 Tilsyn med kommunenes og fylkeskommunenes gjennomføring av retten til undervisning i samisk
sma: Råajvarimmie 11 Vaaksjome tjïelti jïh fylhkentjïelti tjïrrehtimmine ööhpehtimmie-reakteste saemien gïelesne

source: Kunnskapsdepartementet har siden 2009 bedt Utdanningsdirektoratet om å føre tilsyn med hvordan kommunene og fylkeskommunene følger opp samiske elevers rettigheter etter opplæringsloven.
sma: Maahtoedepartemeente lea jaepien 2009 raejeste Ööhpehtimmiedirektovraatem birreme vaaksjodh guktie tjïelth jïh fylhkentjïelth learohki reaktah gïehtjedieh ööhpehtimmielaaken mietie.

source: Tilsynet med samiske elevers rettigheter ble i 2011 gjennomført av Fylkesmennene i Nordland, Troms og Finnmark.
sma: Fylhkenålmah Nordlaantesne, Tromsesne jïh Finnmarhkesne vaaksjomem saemien learohki reaktajgujmie tjïrrehtin jaepien 2011.

source: I embetsoppdraget for 2011 ble det stilt krav til at det skulle gjennomføres minimum ni tilsyn med samiske elevers rettigheter i regionen.
sma: Embeetestillemisnie jaapan 2011 krïevi unnemes uktsie vaaksjomh tjïrrehtidh saemien learohki reaktajgujmie regijovnesne.

source: Utdanningsdirektoratet ble bedt om at tilsynet skulle videreføres i 2012.
sma: Ööhpehtimmiedirektovraatem birri vaaksjomem jåerhkedh 2012.

source: Det var da Fylkesmannen i Oslo og Akershus som videreførte tilsynet med samiske elevers rettigheter.
sma: Dellie lij Fylhkenålma Oslosne jïh Akershusesne mij vaaksjomem tjïrrehti saemien learohki reaktajgujmie.

source: Fylkesmennene hadde frist til å rapportere tilsynsresultatene til Utdanningsdirektoratet innen 28. februar 2013.
sma: Fylhkenålmah edtjin illedahkide vaaksjoemijstie reektedh Ööhpehtimmiedirektovraatese goevten 28.b. 2013 åvtelen.

source: Tidligere tilsyn viser at avvikene i stor grad blir knyttet til manglende forsvarlig system for de pliktene kommunene har til å gi samiske elever opplæring i eller på samisk.
sma: Aarebi vaaksjomh vuesiehtieh dah joekehtsh jeenjemasth sjïdtieh dan åvteste akte eensi vuekie fååtese tjïelten dïedtide, juktie saemien learoehkidie lïerehtimmiem vedtedh saemien gïelesne.

source: Det er også rapportert at manglede tilgang til læremidler er en utfordring for opplæring i eller på samisk.
sma: Aaj reekteme faatoes learoevierhtieh leah akte haesteme lïerehtæmman saemien gïelesne.

source: I tillegg viser resultatet at det kan være tilfeller der elever med rett til opplæring i og på samisk ikke får korrekt timetall i alle fag, etter fag- og timefordelingen i Kunnskapsløftet.
sma: Lissine illedahke vuesehte akti veajkoej dle learohkh lïerehtimmiereaktine saemien gïelesne eah reaktoe tæjmoetaallem åadtjoeh, faage- jïh tæjmoejoekedimmien mietie Maahtoelutnjemisnie.

source: Det ser ut til å være variasjoner i praksis mellom skoleeierne knyttet til timetall for samiskopplæringen.
sma: Vååjnoe goh skuvleaajhterh joekehtslaakan tæjmoetaallide saemienlïerehtæmman gïetedieh.

source: Den særskilte tilsynssatsingen med dette temaet er ikke videreført som et prioritert område for 2013.
sma: Dïhte sjïere vaaksjomebarkoe daejnie teemine ij leah jåarhkeme goh akte prijoriteradamme suerkie jaepien 2013.

source: Enkelte embeter har likevel valgt å føre tilsyn med samiske elevers rettigheter også i 2013.
sma: Såemies embeeth leah læjhkan veeljeme vaaksjomem tjïrrehtidh saemien learohki reaktajgujmie aaj 2013.

source: Tiltak 12 Justering av fag- og timefordeling
sma: Råajvarimmie 12 Staeriedimmie faage- jïh tæjmoejoekedimmeste

source: Ansvarlig: Kunnskapsdepartementet, Sametinget, Utdanningsdirektoratet
sma: Tjåadtjoehtæjjah: Maahtoedepartemeente, Saemiedigkie, Ööhpehtimmiedirektovraate

source: En arbeidsgruppe med representanter for Sametinget, Utdanningsdirektoratet og Kunnskapsdepartementet har levert rapport om fag- og timefordeling for elever som har opplæring i eller på samisk.
sma: Akte barkoedåehkie tjirkijigujmie Saemiedigkeste, Ööhpehtimmiedirektovraateste jïh Maahtoedepartemeenteste leah reektehtsem deallahtamme faage- jïh tæjmoejoekedimmien bïjre learoehkidie mah lïerehtimmiem saemien gïelesne utnieh.

source: Utdanningsdirektoratet har gjennomført en todelt høring om nye modeller for fag- og timefordeling og sendt sine anbefalinger til Kunnskapsdepartementet.
sma: Ööhpehtimmiedirektovraate lea aktem gööktejuakeme govlehtimmiem tjïrrehtamme orre maalli bïjre faage- jïh tæjmoejoekedæmman, jïh sov juvnehtimmieh Maahtoedepartemeentese seedteme.

source: Sametingsrådet behandlet saken i februar 2013.
sma: Saemiedigkieraerie aamhtesem gïetedi goevten 2013.

source: Våren 2013 har Kunnskapsdepartementet gjennomført konsultasjon med Sametinget for å få fastsatt ny fag- og timefordeling fra skoleåret 2013/2014.
sma: Gïjren 2013 Maahtoedepartemeente Saemiedigkine råårestalleme juktie orre faage- jïh tæjmoejoekedimmiem vihtiestidh skuvlejaepien 2013/2014 raejeste.

source: Tiltak 13 Nettverk for fjernundervisning
sma: Råajvarimmieh 13 Viermie maajhööhpehtæmman

source: Ansvarlig: Utdanningsdirektoratet/fylkesmennene/høgskoler
sma: Tjåadtjoehtæjjah: Ööhpehtimmiedirektovraate/fylhkenålmah/jolles kuvlh

source: Fylkesmannen i Finnmark arrangerer hvert år nettverkssamlinger for lærere som gir fjernundervisning innad i eget fylke.
sma: Fïerhten jaepien Finnmarhken fylhkenålma viermietjåanghkoeh öörnede lohkehtæjjide mah maajööhpehtimmiem jïjtse fylhkesne vedtieh.

source: Fylkesmannen samarbeider med høyskoler og aktuelle samarbeidspartnere innenfor fagfeltet.
sma: Fylhkenålma jolleskuvligujmie jïh sjyöhtehke laavenjostoeguejmiejgujmie laavenjostoe faagesuerkien sisnjelen.

source: Lærergruppen består av lærere fra grunnskole og videregående skoler fra Troms og Finnmark.
sma: Lohkehtæjjadåehkesne lohkehtæjjah maadthskuvlijste jïh jåarhkeskuvlijste Tromseste jïh Finnmarhkeste.

source: Tiltak 14 Samarbeid med Sverige om samiskundervisning
sma: Råajvarimmie 14 Laavenjostoe Sveerjine saemienööhpehtimmien bïjre

source: Rapporten "Forslag til tiltak for å øke samarbeidet mellom Norge og Sverige for å styrke samiskopplæringen - med særlig vekt på sør- og lulesamisk” ble overlevert Utbildningsdepartementet og Kunnskapsdepartementet i januar 2012.
sma: Reektehtse "Forslag til tiltak for å øke samarbeidet mellom Norge og Sverige for å styrke samiskopplæringen - med særlig vekt på sør- og lulesamisk” (Raeriestimmie råajvarimmide juktie laavenjostoem Nöörjen jïh Sveerjen gaskem lissiehtidh juktie saemienlïerehtimmiem nænnoestehtedh – joekoen åarjel- jïh julevsaemien) deallahtamme sjïdti Sveerjen Ööhpehtimmiedepartemeentese jïh Nöörjen Maahtoedepartemeentese tsïengelen 2012.

source: I rapporten kommer det frem at landene mener det er viktig å fortsette samarbeidet, og at nordsamisk bør inkluderes sammen med sør- og lulesamisk.
sma: Reektehtsisnie våajnoes sjædta dah laanth vienhtieh vihkeles laavenjostoem jåerhkedh, jïh noerhtesaemien byöroe meatan vaaltasovvedh åarjelsaemien jïh julevsaemien gïeline ektine.

source: Det skal arbeides videre i ulike nordiske kanaler for å få Finland med i samarbeidet.
sma: Edtja aaj barkedh ovmessie noerhtelaanti kanaaline, guktie Såevmie aaj meatan sjædta laavenjostosne.

source: Rapporten slår fast at det bør arrangeres årlige/halvårlige møter for å holde hverandre orientert om arbeidet i de respektive land.
sma: Reektehtse vïhteste fïerhten jaepien/bieliejaepien tjåanghkoeh byöroeh öörnesovvedh, juktie sinsitniem bïevnedh barkoen bïjre fïere guhtene laantesne.

source: På møtet i Stockholm i juni 2013 deltok også representanter fra Finland.
sma: Tjåanghkosne Stuehkesne ruffien 2013 tjirkijh Såevmeste aaj lin meatan.

source: Alle tre landene har uttrykt stor interesse for videre samarbeid.
sma: Gaajhkh golme laanth leah tjarke tjïertestamme dah sïjhtieh laavenjostoem jåerhkedh.

source: Tiltak 15 Prosjektsamarbeid om samiskundervisning over grensene
sma: Råajvarimmie 15 Prosjektelaavenjostoe saemienööhpehtimmien bïjre raasti rastah

source: Ansvarlig: Tana Kommune
sma: Tjåadtjoehtæjja: Deatnun tjïelte

source: Utsjok skole på finsk side og Sirma skole på norsk side samarbeider om opplæring i samisk og kulturkunnskap.
sma: Utsjoken skuvle Såevmesne jïh Sirman skuvle Nöörjesne lïerehtimmien bïjre laavenjostoeh saemien gïelesne jïh kultuvredaajrosne.

source: Skolene har en del felles undervisning.
sma: Skuvlh såemies ööhpehtimmiem ektesne utnieh.

source: De samme læremidlene brukes på begge sider av grensen.
sma: Dah seamma learoevierhtieh åtnasuvvieh raasten gåabpaginie bieline.

source: Prosjektet driver også veiledning av lærere.
sma: Prosjekte aaj lohkehtæjjah bïhkede.

source: Utsjok og Tana kommune samarbeider også om samiskopplæringen i barnehagen.
sma: Utsjoken tjïelte jïh Deatnun tjïelte aaj saemienlïerehtimmien bïjre maanagïertesne laavenjostoeh.

source: Prosjektet arrangerer bl.a. kurs for barnehage- og skoleansatte i kommunene og utvikler læremidler i samisk språk og naturfag.
sma: Prosjekte gaskem jeatjah kuvsjh öörnede maanagïerte- jïh skuvlebarkijdie tjïeltine, jïh learoevierhtieh saemien gïelesne jïh eatnemefaagesne evtiedieh.

source: Prosjektet er finansiert av Lapplands förbund, Nordkalottrådet, INTERREG IVA, Davvin Sapmi, Utsjok kommune, Sametinget i Norge, Fornyings-, administrasjons- og kirkedepartementet, Tana kommune og Tana samiske språksenter.
sma: Prosjekte beetnehdåarjoem åådtje gellijste, Lapplands förbund, Nordkalottrådet, INTERREG IVA, Davvin Sapmi, Utsjoken tjïelte, Saemiedigkie Nöörjesne, Orrestehteme-, reereme- jïh gærhkoedepartemeente, Deatnun tjïelte jïh Deatnu saemien gïelejarnge.

source: Prosjektet ble evaluert i 2011 og avsluttes i oktober 2013.
sma: Prosjekte evalueradamme sjïdti 2011, jïh orrije rïhkeden 2013.

source: Evalueringen viser at skole- og barnehagesamarbeidet er viktig både for foreldre, lærere og elever.
sma: Evalueradimmie vuesehte skuvle- jïh maanagïertelaavenjostoe lea vihkeles dovne eejhtegidie, lohkehtæjjide jïh learoehkidie.

source: Samarbeidet er positivt for barn og unges bruk av samisk språk, og fører til at språkkunnskapene styrkes.
sma: Laavenjostoe lea hijven maanaj jïh noeri saemien gïeleåtnoen gaavhtan, jïh gïeledaajroeh nænnoesåbpoe sjïdtieh.

source: Evalueringen anbefaler at skole- og barnehagesamarbeidet styrkes.
sma: Evalueradimmie juvnehte skuvle- jïh maanagïertelaavenjostoem nænnoestehtedh.

source: Tiltak 16 Samiske læremidler – produksjon, distribusjon og oversettelse
sma: Råajvarimmie 16 Saemien learoevierhtieh – dorjemasse, deallahtimmie jïh jarkoestimmie

source: Tilgang til samiske læringsressurser er en forutsetning for god språkutvikling og for å sikre et godt opplæringstilbud for samiske elever.
sma: Saemien lïerehtimmievierhtieh utnedh lea eevre daerpies jis gïele edtja hijvenlaakan evtiesovvedh, jïh aktem hijven lïerehtimmiefaalenassem gorredidh saemien learoehkidie.

source: Det er et stort behov for samiske læringsressurser, og i den senere tid har også behovet for digitale læringsressurser meldt seg.
sma: Gaajh daerpies saemien lïerehtimmievierhtiejgujmie, jïh dan minngemes tïjjen dle aaj daerpies sjïdteme digitaale lïerehtimmievierhtiejgujmie.

source: Samiske barn og unge ligger langt etter etnisk norske barn og unge når det gjelder tilgangen på digitale læringsressurser på morsmålet og andre læringsressurser på morsmålet - med de konsekvenser dette medfører.
sma: Saemien maanah jïh noerh leah guhkene minngielisnie etnihken nöörjen maanah jïh noerh, gosse veahkan bïjre digitaale lïerehtimmievierhtijste ietniengïelesne, jïh jeatjah lïerehtimmievierhtie ietniengïelesne - dej konsekvensigujmie daate sjugnede.

source: Kunnskapsdepartementet overfører årlige avsetninger til Sametinget til utvikling av læringsressurser.
sma: Maahtoedepartemeente vierhtieh Saemiedægkan lyjke fïerhten jaepien juktie lïerehtimmievierhtieh evtiedidh.

source: Sametinget har ansvar for samisk læringsressursutvikling, de årlige prioriteringene fremkommer i Sametingets budsjett.
sma: Saemiedigkie dïedtem åtna saemien lïerehtimmievierhtieevtiedimmien åvteste, dah fïerhten jaepien prijoriteradimmieh leah våajnoes Saemiedigkien budsjedtesne.

source: Tiltak 17 Informasjonstiltak om rett og plikt til samiskopplæring
sma: Råajvarimmie 17 Bïevneseråajvarimmie reaktoen jïh dïedten bïjre saemienlïerehtæmman

source: Ansvarlig: Utdanningsdirektoratet/fylkesmenn/Sametinget
sma: Tjåadtjoehtæjja: Ööhpehtimmiedirektovraate/ fylhkenålmah/Saemiedigkie

source: Informasjon om samisk opplæring ligger i dag på ulike steder på udir.no.
sma: Daelie bïevnesh saemien lïerehtimmien bïjre ovmessie sijjine gååvnesieh nedtesijjesne udir.no.

source: I løpet av første halvår 2013 skal informasjon om samisk opplæring samles på nettsiden.
sma: Voestes bieliejaepien 2013 bïevnesh saemien lïerehtimmien bïjre edtjieh tjöönghkesovvedh nedtesæjrosne.

source: På denne måten blir det lettere for skolen og skoleeiere å finne fram relevant stoff om samisk opplæring.
sma: Naemhtie aelhkebe sjædta skuvlese jïh skuvleaajhteridie, sjïehteles aamhtesh gaavnedh saemien lïerehtimmien bïjre.

source: Sametinget har informasjon på egen nettside om samiske barns rettigheter til opplæring i og på samisk.
sma: Saemiedigkie bïevnesh jïjtse nedtesæjrosne åtna saemien maanaj lïerehtimmiereaktaj bïjre saemien gïelesne.

source: Sametinget informerer også fortløpende om rettighetene og hvordan man skal gå fram for å få oppfylt rettighetene ved henvendelser fra foreldre og andre.
sma: Saemiedigkie aaj iktemearan reaktaj bïjre beavna, jïh guktie edtja darjodh juktie reaktide åadtjodh gosse eejhtegh jïh mubpieh dan bïjre gihtjieh.

source: I Sametingets arbeid med kommuneplaner gjør Sametinget kommuner oppmerksom på den plikten kommunene har til å informere om samiske barns rettigheter i barnehage og skole.
sma: Saemiedigkien barkosne tjïeltesoejkesjigujmie, dle Saemiedigkie tjïeltide voerkele dan dïedten bïjre tjïelth utnieh saemien maanaj reaktaj bïjre bïevnedh maanagïertesne jïh skuvlesne.

source: Sametinget oppfordrer kommuner til å inkludere informasjon om rettighetene til samiske barn i sitt ordinære informasjonsarbeid om kommunalt barnehage- og skoletilbud.
sma: Saemiedigkie haasta tjïeltide bïevnesh saemien maanaj reaktaj bïjre meatan vaeltedh dej sïejhme bïevnesebarkosne tjïelten maanagïerte- jïh skuvlefaalenassen bïjre.

source: Tiltak 18 Femårig voksenopplæringsprogram i samisk
sma: Råajvarimmie 18 Vïjhten-jaepien geervelïerehtimmieprogramme saemien gïelesne

source: Det femårige kvalifiserings- og rekrutteringsprogrammet i samisk språk for høyere utdanning, er inne i sitt siste år.
sma: Dïhte vïjhtenjaepien kvalifiseradimmie- jïh dåårrehtimmieprogramme saemien gïelesne jollebe ööhpehtæmman lea sov minngemes jaepesne.

source: Sametinget har i budsjettet for 2013 satt av 800 000 kroner til programmet.
sma: Saemiedigkie lea budsjedtesne jaapan 2013 lyjkeme 800000 kråvnah programmese.

source: Kvalifiserings- og rekrutteringsprogrammet i samisk språk for høyere utdanning har, i samarbeid med samiske språk- og kultursentre, lyktes meget godt i å gi et fleksibelt opplæringstilbud i samisk språk.
sma: Kvalifiseradimmie- jïh dåårrehtimmieprogramme saemien gïelese jollebe ööhpehtæmman lea, laavenjostosne saemien gïele- jïh kultuvrejarngigujmie, hijven lyhkesamme aktem fleksijbele lïerehtimmiefaalenassem vedtedh saemien gïelesne.
